tap "bwhaley/ssmsh", "https://github.com/bwhaley/ssmsh"
tap "git-friendly/git-friendly"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "remotemobprogramming/brew"
brew "act"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "circleci"
brew "coreutils"
brew "direnv"
brew "entr"
brew "fd"
brew "harfbuzz"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fisher"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glances"
brew "go"
brew "graphviz"
brew "grep"
brew "jq"
brew "mas"
brew "nmap"
brew "pnpm"
brew "postgresql@14"
brew "python@3.9"
brew "shellcheck"
brew "shfmt"
brew "terminal-notifier"
brew "thefuck"
brew "tree"
brew "wget"
brew "wifi-password"
brew "yt-dlp"
brew "bwhaley/ssmsh/ssmsh"
brew "git-friendly/git-friendly/git-friendly"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazygit/lazygit"
brew "remotemobprogramming/brew/mob"
cask "1password"
cask "1password-cli"
cask "airflow"
cask "appcleaner"
cask "brave-browser"
cask "cyberghost-vpn"
cask "datagrip"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "easyfind"
cask "figma"
cask "firefox-developer-edition"
cask "font-hack"
cask "google-chrome"
cask "grandperspective"
cask "handbrake"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "keka"
cask "logitech-options"
cask "notion"
cask "postman"
cask "raycast"
cask "reaper"
cask "rectangle"
cask "reflex"
cask "shottr"
cask "slack"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "tableplus"
cask "transmission"
cask "tuple"
cask "visual-studio-code"
cask "vlc"
mas "ColorSlurp", id: 1287239339
mas "Dato", id: 1470584107
mas "Dropover", id: 1355679052
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "GarageBand", id: 682658836
mas "Grammarly for Safari", id: 1462114288
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WhatsApp", id: 1147396723
