tap "bearer/tap"
tap "bwhaley/ssmsh", "https://github.com/bwhaley/ssmsh"
tap "dotenvx/brew"
tap "github/gh"
tap "hashicorp/tap"
tap "jesseduffield/lazygit"
brew "aws-sam-cli"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "coreutils"
brew "deno"
brew "direnv"
brew "docker"
brew "dust"
brew "duti"
brew "entr"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fisher"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "go"
brew "grep"
brew "harfbuzz"
brew "hub"
brew "jq"
brew "openjdk@17"
brew "ktfmt"
brew "lazygit"
brew "libpq", link: true
brew "mas"
brew "ncdu"
brew "nmap"
brew "openjdk@21"
brew "pkgconf"
brew "ripgrep"
brew "rustup"
brew "shellcheck"
brew "shfmt"
brew "symlinks"
brew "terminal-notifier"
brew "tree"
brew "wget"
brew "wifi-password"
brew "yq"
brew "yt-dlp"
brew "bearer/tap/bearer"
brew "bwhaley/ssmsh/ssmsh"
brew "dotenvx/brew/dotenvx"
brew "hashicorp/tap/terraform"
cask "1password"
cask "1password-cli"
cask "airflow"
cask "appcleaner"
cask "arc"
cask "brave-browser"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "easyfind"
cask "figma"
cask "firefox@developer-edition"
cask "font-hack"
cask "gcloud-cli"
cask "ghostty"
cask "gitbutler"
cask "gitify"
cask "google-chrome"
cask "grandperspective"
cask "handbrake-app"
cask "heroic"
cask "iina"
cask "insomnia"
cask "intellij-idea"
cask "jordanbaird-ice"
cask "kap"
cask "keka"
cask "mac-mouse-fix"
cask "mouseless"
cask "ngrok"
cask "notion"
cask "postman"
cask "raycast"
cask "rectangle"
cask "reflex-app"
cask "shottr"
cask "slack"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "transmission"
cask "tuple"
cask "visual-studio-code"
cask "vlc"
mas "1Password for Safari", id: 1569813296
mas "ColorSlurp", id: 1287239339
mas "Dato", id: 1470584107
mas "Dropover", id: 1355679052
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WhatsApp", id: 310633997
