tap "bwhaley/ssmsh", "https://github.com/bwhaley/ssmsh"
tap "git-friendly/git-friendly"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "remotemobprogramming/brew"
brew "act"
brew "aws-sam-cli"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "circleci"
brew "coreutils"
brew "direnv"
brew "dust"
brew "duti"
brew "entr"
brew "fd"
brew "harfbuzz"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fisher"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "go"
brew "netpbm"
brew "graphviz"
brew "grep"
brew "jq"
brew "mas"
brew "nmap"
brew "pnpm"
brew "postgresql@14"
brew "python@3.9"
brew "shellcheck"
brew "shfmt"
brew "terminal-notifier"
brew "tree"
brew "wget"
brew "wifi-password"
brew "yt-dlp"
brew "bwhaley/ssmsh/ssmsh"
brew "git-friendly/git-friendly/git-friendly"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazygit/lazygit"
brew "remotemobprogramming/brew/mob"
cask "1password"
cask "1password-cli"
cask "airflow"
cask "appcleaner"
cask "brave-browser"
cask "cyberghost-vpn"
cask "datagrip"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "easyfind"
cask "figma"
cask "firefox-developer-edition"
cask "font-hack"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grandperspective"
cask "handbrake"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "keka"
cask "logi-options-plus"
cask "logitech-options"
cask "mouse-fix"
cask "notion"
cask "postman"
cask "raycast"
cask "reaper"
cask "rectangle"
cask "reflex"
cask "shottr"
cask "slack"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "tableplus"
cask "todoist"
cask "transmission"
cask "tuple"
cask "visual-studio-code"
cask "vlc"
mas "ColorSlurp", id: 1287239339
mas "Dato", id: 1470584107
mas "Dropover", id: 1355679052
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "GarageBand", id: 682658836
mas "Grammarly for Safari", id: 1462114288
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WhatsApp", id: 1147396723
vscode "adpyke.vscode-sql-formatter"
vscode "albizures.gitkit"
vscode "alefragnani.project-manager"
vscode "amodio.toggle-excluded-files"
vscode "astro-build.astro-vscode"
vscode "austenc.tailwind-docs"
vscode "bierner.emojisense"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "biomejs.biome"
vscode "bmalehorn.vscode-fish"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "DigitalBrainstem.javascript-ejs-support"
vscode "dotiful.dotfiles-syntax-highlighting"
vscode "dracula-theme.theme-dracula"
vscode "duniul.dircolors"
vscode "duniul.git-stage"
vscode "dvirtz.parquet-viewer"
vscode "eamodio.gitlens"
vscode "emeraldwalk.RunOnSave"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "george-alisson.html-preview-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "Gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "helixquar.randomeverything"
vscode "herrmannplatz.npm-dependency-links"
vscode "inu1255.easy-snippet"
vscode "janisdd.vscode-edit-csv"
vscode "jasonnutter.search-node-modules"
vscode "johnpapa.vscode-peacock"
vscode "kingwl.ts-react-hooks-tools"
vscode "ldez.ignore-files"
vscode "letrieu.expand-region"
vscode "lkrms.inifmt"
vscode "luxass.tsup-problem-matchers"
vscode "mads-hartmann.bash-ide-vscode"
vscode "magicstack.edgedb"
vscode "marclipovsky.string-manipulation"
vscode "MariusAlchimavicius.json-to-ts"
vscode "mathiasfrohlich.Kotlin"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-de"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vsliveshare.vsliveshare"
vscode "nrwl.angular-console"
vscode "Orta.vscode-twoslash-queries"
vscode "Prisma.prisma"
vscode "redhat.vscode-xml"
vscode "Rubymaniac.vscode-direnv"
vscode "rust-lang.rust-analyzer"
vscode "sburg.vscode-javascript-booster"
vscode "SimonSiefke.svg-preview"
vscode "sketchbuch.vsc-quokka-statusbar"
vscode "styled-components.vscode-styled-components"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "unifiedjs.vscode-mdx"
vscode "vitaliymaz.vscode-svg-previewer"
vscode "WallabyJs.quokka-vscode"
vscode "wmaurer.change-case"
vscode "xyz.local-history"
vscode "yzhang.markdown-all-in-one"
