rafaelrinaldi/pure
jorgebucaran/fish-nvm
matusf/goto
jethrokuan/z
edc/bass
jethrokuan/fzf
franciscolourenco/done
oh-my-fish/plugin-foreign-env
jorgebucaran/getopts.fish
jorgebucaran/fisher
