jorgebucaran/fish-nvm
matusf/goto
jethrokuan/z
edc/bass
franciscolourenco/done
oh-my-fish/plugin-foreign-env
jorgebucaran/getopts.fish
jorgebucaran/fisher
pure-fish/pure
acomagu/fish-async-prompt
nickeb96/puffer-fish
PatrickF1/fzf.fish
meaningful-ooo/sponge
